Repository: rinrinne/IDEA_resources_jp
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Insert '()' when no arguments
ja: 引数がないとき '()' を挿入する

source: Insert 'super();'
ja: 'super();' の挿入

source: Insert @&Override
ja: @Override を挿入する(&O)

source: Insert Macro
ja: マクロの挿入

source: Insert New Line Before Tags
ja: タグの前に新規行を挿入する

source: Insert imports for inner classes
ja: インナークラスのインポートを挿入する

source: Insert new
ja: 新規の挿入

source: Insert new line before:
ja: 次のタグの直前に新規行を挿入する:

source: Insert pair '%>' in JSP
ja: JSP で 組になる '%>' を挿入する

source: Insert pair bracket
ja: 組になる大括弧を挿入する

source: Insert pair quote
ja: 組になる引用符を挿入する

source: Inserted
ja: 挿入

source: Inspection
ja: 検査

source: Inspection Results Export
ja: 検査結果のエクスポート

source: Inspection disabled
ja: 検査は無効にされました

source: Inspection profile
ja: 検査プロファイル

source: Inspections
ja: コード検査を実行しています。

source: Installed
ja: インストール済み

source: Instance Filters
ja: インスタンス フィルタ

source: Instance ID should be a numeric value of type 'long'
ja: インスタンス ID は 'long' 型の数値です

source: Instance fields
ja: インスタンスフィールド

source: Instance filters:
ja: インスタンスフィルタ:

source: Instance methods
ja: インスタンスメソッド

source: Instantiating tests...
ja: テストをインスタンス化しています...

source: Integer value expected
ja: Integer 値が必要です

source: Interface
ja: インターフェイス

source: Internal error
ja: 内部エラー

source: Internal error loading debug information from ''{0}''.
ja: ''{0}'' からのデバッグ情報の読み込み時の内部エラー

source: Internationalization issues
ja: 国際化問題

source: Introduce Variable refactoring
ja: 変数の導入リファクタリング

source: Invalid
ja: 無効

source: Invalid Data
ja: 無効なデータ

source: Invalid File
ja: 無効なファイル

source: Invalid File Template for Catch Body!
ja: Catch ボディの無効なファイル テンプレート

source: Invalid JDK home directory specified.{0}
ja: 無効な JDK ホーム ディレクトリが指定されました。{0}

source: Invalid License Data
ja: 無効なライセンス情報

source: Invalid array size
ja: 無効な配列サイズ

source: Invalid declaration : {0} Only local variable declarations are supported.
ja: 無効な宣言 : {0} ローカル変数宣言のみがサポートされます。

source: Invalid expression : {0}
ja: 無効な式 : {0}

source: Invalid expression for array dimension: {0}
ja: 配列次元の無効な式 : {0}

source: Invalid field name ''{0}''
ja: 無効なフィールド名 ''{0}''

source: Invalid index expression
ja: 無効なインデックスの式

source: Invalid license data.
ja: 無効なライセンス情報。

source: Invalid local variable name ''{0}''
ja: 無効なローカル変数名 ''{0}''

source: Invalid string escape
ja: 不正な文字エスケープ

source: Invalid tags
ja: 無効なタグ

source: Invalid type name ''{0}''
ja: 無効なタイプ名 ''{0}''

source: Invalid type name: ''{0}''
ja: 無効なタイプ名 : ''{0}''

source: Is Active
ja: アクティブ

source: Is implemented by<br>
ja: は次によって実装されました。<br>

source: Is implemented in <br>
ja: は次に実装されました。<br>

source: Is overridden in <br>
ja: は次にオーバーライドされました。<br>

source: Is overridden in subclasses
ja: サブクラスにオーバーライドされます

source: Is subclassed by<br>
ja: は次によってサブクラス化されました。<br>

source: It contains a code fragment that can be included into file templates (Templates tab) with the help of the #parse directive.
ja: #parseディレクティブを使用してファイル テンプレート (テンプレート タブ) にインクルードできるコード フラグメントを含んでいます。

source: It will be created by {2}.
ja: {2} によって作成されます。

source: Italic
ja: 斜体

source: Its content may be overwritten.
ja: 内容は上書きされるかもしれません。

source: J2ME issues
ja: J2ME 問題

source: J2SDK 1.4.0 documented bugs may cause unstable debugger behavior.
ja: J2SDK 1.4.0 の既知のバグはデバッガの動作を不安定にします。

source: JDK definitions
ja: JDK 定義

source: JDK is not specified
ja: JDK が指定されていません

source: JDK path
ja: JDK パス

source: JDK path is not specified Cannot generate JavaDoc
ja: JDK パスが指定されていません。 JavaDoc を生成できません。

source: JPDA Libraries Missing
ja: JPDA ライブラリがありません

source: JSP
ja: JSP ビュー

source: JSP imports layout
ja: JSP インポート レイアウト

source: JSPx files
ja: JSPx ファイル

source: JUnit assert calls, like in assertEquals(str, "message")
ja: assertEquals(str, "メッセージ")のようなJUnit assert 呼び出し

source: JUnit issues
ja: JUnit 問題

source: JUnit test configuration
ja: JUnit テスト設定

source: Java Data Type Renderers
ja: タイプ レンダラ

source: Java EE View Popup Menu
ja: J2EE ビュー ポップアップ メニュー

source: Java EE issues
ja: Java EE問題

source: Java Exception Breakpoints
ja: Java例外ブレークポイント

source: Java Field Watchpoints
ja: Javaフィールド ウォッチポイント

source: Java Line Breakpoints
ja: Java行ブレークポイント

source: Java Method Breakpoints
ja: Javaメソッドブレークポイント

source: Java Server Page files
ja: Java Server Page ファイル

source: Java application configuration
ja: アプリケーション設定

source: Java class files
ja: Java クラス ファイル

source: Java language level issues
ja: Java 言語レベル問題

source: Java language level migration aids
ja: Java言語レベル移行支援

source: Java source files
ja: Java ソース ファイル

source: JavaBeans issues
ja: JavaBeans 問題

source: JavaDoc output directory
ja: JavaDoc 出力ディレクトリ

source: Javadoc issues
ja: Javadoc問題

source: Jdk ''{0}'' not configured
ja: JDK "{0}" が未設定です

source: JetBrains Account
ja: JetBrainsアカウント

source: Keep Maximum Blank Lines
ja: 維持する空白行数の指定

source: Keep Whitespaces Inside
ja: 内側に空白を維持する

source: Keep blank lines:
ja: 空白行の維持 :

source: Keep empty @param tags
ja: 空の @param タグを維持する

source: Keep empty @return tags
ja: 空の @return タグを維持する

source: Keep empty @throws tags
ja: 空の @throws タグを維持する

source: Keep empty lines
ja: 空白行を維持する

source: Keep hints window opened when the process is finished
ja: 処理が終了してもヒント ウィンドウを表示したままにする

source: Keep invalid tags
ja: 無効なタグを維持する

source: Keep line breaks
ja: 行ブレイクを維持する

source: Keep white spaces
ja: 空白を維持する

source: Keep white spaces inside:
ja: 内側に空白を維持する :

source: Keymap
ja: キーマップ

source: Keymaps:
ja: キーマップ:

source: Keyword
ja: キーワード

source: Keyword cannot be empty
ja: キーワードは必須です

source: Keyword may not contain spaces
ja: キーワードに空白は入力できません

source: Keyword1
ja: キーワード1

source: Keyword2
ja: キーワード2

source: Keyword3
ja: キーワード3

source: Keyword4
ja: キーワード4

source: Keyword:
ja: キーワード:

source: Label indent:
ja: ラベル インデント:

source: Landscape
ja: 横

source: Language:
ja: 言語 :

source: Last used
ja: 最後の使用

source: Leave
ja: そのままにする

source: Leave blank if macro is temporary.
ja: 一時マクロの場合は空白のままにします。

source: Left
ja: 左

source: Left part of the assignment is not lvalue
ja: 代入式の左辺が左辺値ではありません

source: Libraries
ja: ライブラリ

source: License Agreement
ja: 使用許諾契約書

source: License Agreement for {0}
ja: {0} の使用許諾契約書

source: License Collision Detected
ja: ライセンスの競合を検出しました

source: License Corrupt
ja: ライセンスの破損

source: License Upgrade Needed
ja: ライセンスのアップグレードが必要です。

source: License is corrupt
ja: ライセンスは破損していま

source: Limits
ja: 表示制限

source: Line #1
ja: 行 #1

source: Line #2
ja: 行 #2

source: Line comment
ja: 行コメント

source: Line comment at first column
ja: 最初の列に行コメントを入れる

source: Line comment:
ja: 行コメント:

source: Line number
ja: 行番号

source: Line number is invalid
ja: 行番号が無効です

source: Line separator (for new files):
ja: 行セパレータ (新規行):

source: Line {0}
ja: 行 {0}

source: Line {0} in {1}
ja: {1} の行 {0}

source: List View
ja: リスト ビュー

source: Listening to the connection, address: ''{0}'', transport: ''{1}''
ja: ''{1}'' トランスポートを使用する ''{0}'' での接続を監視しています

source: Load File
ja: ファイルの読み込み

source: Loaded classes are up to date.
ja: 読み込んだクラスは最新です。

source: Loading classes...
ja: クラスを読み込んでいます...

source: Loading...
ja: 読み込み中...

source: Local variable ''{0}'' not found in class closure
ja: ローカル変数 ''{0}'' はクラス クロージャにありません

source: Local variable declarations are not supported here.
ja: ローカル変数宣言は、ここではサポートされません。

source: Local variable or parameter can be final
ja: ローカル変数またはパラメータは final にできます。

source: Local variable:
ja: ローカル変数 :

source: Log &message to console
ja: コンソールへのログ メッセージ(&M)

source: Log File Entry
ja: ログ ファイル エントリ

source: Log evaluated &expression
ja: 評価した式のログ(&E)

source: Log expression
ja: 式のログ

source: Log files to be shown in console
ja: コンソールで表示するログ ファイル

source: Log message
ja: メッセージのログ

source: Log: {0}
ja: ログ : {0}

source: Logging issues
ja: ログ問題

source: Logical operators (\&\&, ||)
ja: 論理演算子 (\&\&、||)

source: Looking for TODOs...
ja: TODO の検索...

source: Lookup List
ja: ルックアップ リスト

source: Lookup height (items):
ja: ルックアップの高さ (アイテム):

source: M&ethod:
ja: メソッド(&E):

source: Macro Name Already Used
ja: 既に使用されているマクロ名

source: Macro preview
ja: マクロ プレビュー

source: Macrodef element
ja: Macrodef 要素

source: Macros
ja: マクロ

source: Main &class:
ja: メイン クラス(&C):

source: Main Module
ja: メイン モジュール

source: Main Toolbar
ja: メイン ツールバー

source: Main class is not specified
ja: メイン クラスが指定されていません

source: Main menu
ja: メイン メニュー

source: Main method not found in class {0}
ja: メイン メソッドがクラス {0} にありません

source: Make ''{0}'' a class
ja: クラスをクラスにする

source: Make ''{0}'' an interface
ja: ''{0}'' をインターフェイスにする

source: Make ''{0}'' not {1}
ja: ''{0}'' を {1} でないようにする

source: Make ''{0}'' return ''{1}''
ja: ''{0}'' が ''{1}'' を返すようにする

source: Make ''{0}'' take parameter of type ''{1}'' here
ja: ''{0}'' が型 ''{1}'' のパラメータをここで使用するようにする

source: Make ''{0}'' {1}
ja: ''{0}'' を {1} にする

source: Make Class an Interface
ja: クラスをインターフェイスにする

source: Make Final
ja: Final にする

source: Make Selected _Modules
ja: 選択したモジュールのメイク

source: Make build in &background
ja: バックグラウンドでビルドをメイクする(&B)

source: Make final
ja: final 修飾子を適用する

source: Make generated local variables final
ja: 生成したローカル変数を final とする

source: Make generated parameters final
ja: 生成したパラメータを final とする

source: Make method 'void'
ja: メソッドを'void'にする

source: Make sure you installed {0} correctly.
ja: {0} が正しくインストールされていることを確認してください。

source: Make sure {1} is installed properly.</body></html>
ja: {1}が正常にインストールされていることを確認してください。</body></html>

source: Make vararg parameter last
ja: vararg パラメータを最後にする

source: Make {0} final
ja: ''{0}'' を final にする

source: Malformed Resource Patterns
ja: 不正な形式のリソース パターン

source: Malformed url: {0}
ja: 不正な URL です : {0}

source: Manual proxy configuration
ja: マニュアルプロキシ設定

source: Margins (inches)
ja: 余白 (インチ)

source: Mark
ja: マークする

source: Mark Source Directory
ja: ソース ディレクトリのマーク

source: Mark modified tabs with asterisk
ja: 変更したタグをアスタリスク (*) でマークする

source: Maximum &heap size (Mb):
ja: 最大ヒープ サイズ (MB)(&H):

source: Me&thod
ja: メソッド(&T)

source: Memory Dump
ja: メモリダンプ

source: Memory issues
ja: メモリ問題

source: Merge
ja: マージ

source: Merge Color Options
ja: マージ カラー オプション

source: Method
ja: メソッド

source: Method ''{0}''
ja: メソッド {0}

source: Method ''{0}'' is about to exit at {1}({2}:{3,number,#})
ja: メソッド ''{0}'' が{1}({2}:{3,number,#})で終了します

source: Method ''{0}'' is inherited.
ja: メソッド ''{0}'' は継承されています。

source: Method ''{0}'' not found
ja: メソッド ''{0}'' がありません

source: Method Is Inherited
ja: メソッドは継承されています。

source: Method always returns {0}
ja: メソッドは常に {0} を返します

source: Method and all its derivables always return {0}
ja: メソッドとすべての派生は {0} を返します

source: Method breakpoint reached.
ja: メソッド ブレークポイントに達しました。

source: Method call parentheses
ja: メソッド呼び出しの小括弧

source: Method can be void
ja: 使用しないメソッドの戻り値

source: Method declaration parentheses
ja: メソッド宣言の小括弧

source: Method e&xit
ja: メソッド終了(&X)

source: Method entr&y
ja: メソッド開始(&Y)

source: Method left brace
ja: メソッドの左中括弧

source: Method metrics
ja: メソッド メトリクス

source: Method name not specified
ja: メソッド名が指定されていません

source: Method not found in class {0}
ja: メソッドがクラス {0} にありません

source: Method only calls its super
ja: メソッドは super のみを呼び出す。

source: Method parameters
ja: メソッド パラメータ

source: Method returns the same value
ja: メソッドは同じ値を返します

source: Method threw ''{0}'' exception.
ja: メソッドは ''{0}'' 例外をスローしました。

source: Method {0}
ja: メソッド{0}

source: Methods ''boolean equals(Object)'' and ''int hashCode()'' are already defined for class {0}.
ja: メソッド ''boolean equals(Object)'' および ''int hashCode()'' は既に定義されています。 クラス:{0} 削除および続行しますか ?

source: Methods 'boolean equals(Object)' and 'int hashCode()' are already defined for this anonymous class.
ja: メソッド 'boolean equals(Object)' および 'int hashCode()' は既に この匿名クラスで定義されています。 削除および続行しますか ?

source: Minimum Blank Lines
ja: 最小空行数

source: Modified Lines
ja: 変更行のみ

source: Module ''{0}''
ja: モジュール ''{0}''

source: Module ''{0}'' does not exist
ja: モジュール "{0}" は存在しません

source: Module ''{0}'' does not exist in project ''{1}''
ja: モジュール "{0}" はプロジェクト "{1}" に存在しません

source: Module ''{0}'' doesn''t exist in project
ja: モジュール "{0}" はプロジェクトに存在しません

source: Module Already Exists
ja: モジュールは既に存在します

source: Module Content Root Already Exists
ja: モジュール コンテント ルートは既に存在します

source: Module File Location Not Specified
ja: モジュール ファイルの場所が指定されていません

source: Module File Path Not Specified
ja: モジュール ファイル パスが指定されていません

source: Module Group
ja: モジュール グループ

source: Module Name Not Specified
ja: モジュール名が指定されていません

source: Module Subgroup
ja: モジュール サブ グループ

source: Module content &root:
ja: モジュール コンテント ルート(&R):

source: Module file does not exist: {0}
ja: モジュール ファイルは存在しません{0}

source: Module file will be saved in:
ja: モジュール ファイルの保存先:

source: Module named ''{0}'' already exists
ja: モジュール名 ''{0}'' は既に存在します

source: Module not specified
ja: モジュールが指定されていません

source: Module source path
ja: モジュール ソース パス

source: Module type:
ja: モジュール タイプの選択 :

source: Module with name "{0}" already exists in the project
ja: モジュール名 "{0}" は既にプロジェクトに存在します

source: Module {0}
ja: モジュール {0}

source: Modules
ja: モジュール

source: Monitoring stopped.
ja: 記録を中止しました。

source: Mouse
ja: マウス動作の詳細

source: Move &Down
ja: 下へ移動(&D)

source: Move &Up
ja: 上へ移動(&U)

source: Move ''{0}'' to the end of the list
ja: ''{0}'' をリストの最後に移動する

source: Move Catch Up
ja: catch句を上に移動

source: Move Class in Extend list
ja: 拡張リストのクラスの移動

source: Move Class to Package
ja: パッケージへのクラスの移動

source: Move Class to Separate File
ja: クラスを別ファイルに移動する

source: Move Cursor
ja: カーソルの移動

source: Move bound ''{0}'' to the beginning of the bounds list of type parameter ''{1}''
ja: 境界 ''{0}'' を型パラメータ ''{1}'' の境界リストの先頭に移動する

source: Move caret
ja: キャレットの移動

source: Move catch for ''{0}'' before ''{1}''
ja: ''{0}'' のcatch句を ''{1}'' の前に移動する

source: Move class ''{0}'' to ''{0}.java''
ja: クラス ''{0}'' を ''{0}.java'' に移動する

source: Move current thread to the top
ja: 現在のスレッドを最上部に移動

source: Move inner class to upper level
ja: 内部クラスを上位レベルに移動

source: Move renderer Down
ja: レンダラを下に移動

source: Move renderer Up
ja: レンダラを上に移動

source: Move selection
ja: 選択範囲の移動

source: Move to package ''{0}''
ja: パッケージ ''{0}'' に移動する

source: Move {0} to the Group {1}
ja: {0} をグループ {1} に移動

source: Multiplicative operators (*, /, %)
ja: 乗法演算子 (*、/、%)

source: N&o for All
ja: すべていいえ(&O)

source: N/A
ja: 該当なし

source: Name
ja: 名前

source: Name cannot be empty
ja: 名前は入力必須です

source: Name prefix:
ja: 名前の接頭辞 :

source: Name suffix:
ja: 名前の接尾辞 :

source: Name:
ja: 名前 :

source: Naming
ja: 命名

source: Naming conventions
ja: 命名規則

source: Navigation
ja: ナビゲーション

source: Negation Broader Scope
ja: 否定を広いスコープに変更する

source: New
ja: 新規

source: New @interface
ja: 新規 @interface

source: New Class
ja: 新規クラス

source: New Directory
ja: 新規ディレクトリ

source: New Enum
ja: 新規 Enum

source: New File
ja: 新規ファイル

source: New File Type
ja: 新規ファイルタイプ

source: New Interface
ja: 新規インターフェイス

source: New Module
ja: モジュールの追加

source: New Package
ja: 新規パッケージ

source: New Package...
ja: 新規パッケージ...

source: New Project
ja: 新規プロジェクト

source: New Top Level Group...
ja: 新規トップ レベル グループ...

source: New build {0} is available.
ja: 最新のビルド{0}が利用できます。

source: New in This Directory
ja: このディレクトリで新規作成

source: New value = ''{3}''
ja: 新しい値 = ''{3}''

source: New {0}
ja: 新規{0}

source: Next Error/Warning
ja: 次のエラー/警告

source: Next Failed Test
ja: 次の不合格のテストへ

source: Next Message
ja: 次のメッセージ

source: Next TODO
ja: 次の TODO

source: No ANT configured
ja: ANT が未設定です

source: No Differences
ja: 相違点なし

source: No Element Selected
ja: 要素が選択されていません

source: No IDE fatal errors
ja: 新しい IDE 致命的なエラーはありません

source: No JDK specified
ja: JDK が指定されていません

source: No JDK specified for module ''{0}''
ja: モジュール "{0}" の JDK が指定されていません

source: No actions
ja: アクションなし

source: No applet class specified
ja: アプレット クラスが指定されていません

source: No class name for exception breakpoint
ja: 例外ブレークポイントのクラス名がありません

source: No code duplicates found.
ja: コードの重複はありません。

source: No conflicts
ja: 競合なし

source: No data: {0}
ja: データがありません : {0}

source: No executable code found at line {0} in class {1}
ja: 実行コードがクラス {1} の行 {0} にありません

source: No fields to display
ja: 表示するフィールドがありません

source: No files found
ja: ファイルが見つかりません

source: No inspections performed
ja: 検査は実行されませんでした。

source: No inspections performed {0}
ja: 検査は {0} を実行しませんでした。

source: No java.lang.Object
ja: java.lang.Object がありません

source: No java.lang.Object class found.
ja: java.lang.Object クラスがありません。

source: No jdk for module ''{0}''
ja: モジュール "{0}" の JDK がありません

source: No junit.jar
ja: junit.jar がありません

source: No junit.jar in {0}
ja: junit.jar がありません : {0}

source: No loop statements labeled with label ''{0}''
ja: ラベル ''{0}'' でループ文がラベルされていません

source: No main class specified
ja: メイン クラスが指定されていません

source: No matches found
ja: 該当なし

source: No matches found in project
ja: プロジェクトに該当がありません

source: No module defined
ja: モジュールが定義されていません

source: No problems found
ja: エラーまたは警告はありません。

source: No problems found so far
ja: 現在のところエラーまたは警告はありません。

source: No process input
ja: プロセス入力がありません

source: No quick lists
ja: クイック リストがない

source: No runner selected
ja: ランナが未選択です

source: No shortcuts
ja: ショートカットがない

source: No sources for class ''{2}''
ja: クラス ''{2}'' にソースがありません

source: No such field {0} in {1}
ja: そのようなフィールド {0} は {1} にありません

source: No such instance field: ''{0}''
ja: そのようなインスタンス フィールドはありません : ''{0}''

source: No such instance method: ''{0}''
ja: そのようなインスタンス メソッドはありません : ''{0}''

source: No such static field: ''{0}''
ja: そのような静的フィールドはありません : ''{0}''

source: No such static method: ''{0}''
ja: そのような静的メソッドはありません : ''{0}''

source: No syntax highlighting performed
ja: 構文強調表示は実行されませんでした。

source: No syntax highlighting performed for {0}
ja: {0} の構文協調表示は実行されませんでした。

source: No targets available in this context
ja: コンテキストで有効なターゲットはありません

source: No test class specified
ja: テスト クラスが指定されていません

source: No tests found in the package ''{0}''
ja: パッケージ "{0}" にテストがありません

source: No usages found
ja: 使用箇所は見つかりません

source: No wrap
ja: 折り返さない

source: Node &descendands expression:
ja: ノード子孫の式(&D):

source: Node de&scendants:
ja: ノード子孫(&S):

source: Node label expression
ja: ノード ラベルの式

source: Non-commercial use only
ja: 非商用での限定使用

source: None
ja: なし

source: None of the frames through and including frame may be native
ja: フレームを通したまたは含むフレームはネイティブではありません

source: Not enough storage is available to complete this operation.
ja: 操作を完了するための十分なストレージが利用できません。

source: Not enough storage is available to process this command.
ja: コマンドを処理するための十分なストレージが利用できません。

source: Note that a method containing only the super() call and passing its own parameter is also considered empty.
ja: なお、super()呼び出しのみを含み独自のパラメータを渡すメソッドも空と見なされる点に注意してください。

source: Note: the program will recognize only those source files, that are located under source directories.
ja: 注意 : プログラムは、ソースディレクトリに位置する Java ソース ファイルのみを認識します。

source: Note: the program will recognize only those source files, that are located under this directory.
ja: 注意 : プログラムは、このディレクトリに位置する Java ソース ファイルのみを認識します。

source: Nothing left to show
ja: 表示する内容がありません

source: Nothing to reload
ja: 再読み込み対象がありません

source: Nothing to reload.
ja: 再読み込み対象がありません

source: Nothing to show in the Structure View
ja: ストラクチャ ビューに表示する内容がありません

source: Notifications
ja: 通知

source: Number
ja: 数値

source: Number postfixes:
ja: 数値の接尾辞:

source: Numeric issues
ja: 数値問題

source: Numeric value expected
ja: Numeric 値が必要です

source: Numeric value expected as array dimension
ja: 配列次元として数値が必要です

source: Object has been collected
ja: オブジェクトが収集されました

source: Object has been garbage collected during method invocation
ja: オブジェクトは、メソッド呼び出し中にガベージ コレクトされています

source: Object reference expected
ja: オブジェクト参照が必要です

source: Object reference expected instead of{0}
ja: {0} の代わりにオブジェクト参照が必要です

source: Occurrence {0} of {1}
ja: {1} の 対象 {0}

source: Occurrences found in read-only files.
ja: 対象は読み取り専用ファイル内に見つかりました。

source: Occurrences in files of total size {0} found.
ja: 合計サイズ {0} のファイル内の使用箇所が見つかりました。

source: One template can be shared by several file templates.
ja: 1 つのテンプレートを複数のファイル テンプレートで使用できます。

source: Open &generated documentation in browser
ja: 生成したドキュメントをブラウザで開く(&G)

source: Open File or Project
ja: ファイルまたはプロジェクトを開く

source: Open Files
ja: ファイルを開く

source: Open Project
ja: プロジェクトを開く

source: Open Source Project License.
ja: オープン ソース プロジェクト ライセンス。

source: Open Source at Exception
ja: 例外のソースを開く

source: Open generated HTML in &browser
ja: 生成した HTML をブラウザで開く(&B)

source: Open in new ta&b
ja: 新規タブで開く(&B)

source: Open run/debug configurations dropdown
ja: 実行/デバッグ設定ドロップダウンを開く

source: Open selected test in editor
ja: 選択したテストをエディタで開く

source: Open source
ja: ソースを開く

source: Operation ''{0}'' not supported
ja: 操作 ''{0}'' はサポートされていません

source: Operation canceled
ja: 操作をキャンセルしました

source: Operation not supported by VM
ja: 操作は VM でサポートされていません

source: Optimize Imports
ja: インポートの最適化

source: Optimize imports
ja: インポートの最適化

source: Optimize imports on the fly
ja: オンザフライでインポートを最適化する

source: Optimizing imports...
ja: インポートを最適化しています...

source: Options
ja: オプション

source: Order of Members
ja: メンバの順序

source: Orientation
ja: 用紙方向

source: Origin
ja: 元

source: Other
ja: その他

source: Out of Memory
ja: メモリ不足

source: Out of memory.
ja: メモリ不足です。

source: Output
ja: 出力

source: Output &directory:
ja: 出力ディレクトリ:

source: Output directory "{0}" does not exist Do you want to create it?
ja: 出力ディレクトリ "{0}" は存在しません。 作成しますか ?

source: Output directory is not specified.
ja: 出力ディレクトリが指定されていません

source: Output path
ja: 出力パス

source: Overloaded Methods Usages
ja: オーバーロードされたメソッドの使用箇所

source: Override Method
ja: メソッドのオーバーライド

source: Override Methods
ja: メソッドのオーバーライド

source: Override default fonts by (not recommended):
ja: デフォルトのフォントをオーバーライドする (非推奨):

source: Override/Implement methods
ja: メソッドのオーバーライド/実装

source: Overriding Methods
ja: メソッドのオーバーライド

source: Overwrite
ja: 上書き

source: Overwrite ''{0}''?
ja: ''{0}'' を上書きしますか ?

source: Overwrite it?
ja: 上書きしますか ?

source: Overwrite previously generated files
ja: 前回生成したファイルを上書きする

source: P_in Active Tab
ja: アクティブ タブの固定(_I)

source: P_in Tab
ja: タブの固定(_I)

source: Packa&ge:
ja: パッケージ(&G):

source: Package
ja: パッケージ

source: Package ''{0}'' does not exist
ja: パッケージ "{0}" は存在しません

source: Package ''{0}'' not found
ja: パッケージ "{0}" がありません

source: Package Creation Failed
ja: パッケージ作成失敗作成失敗

source: Package Not Found
ja: パッケージが見つかりません

source: Package {0} does not exist.
ja: パッケージ {0} は存在しません。

source: Packages
ja: パッケージ

source: Packages to Use Import with '*'
ja: '*' でインポートに使用するパッケージ

source: Page $PAGE$ of $TOTALPAGES$
ja: $TOTALPAGES$ページ中 $PAGE$ページ

source: Page {1} of {2}
ja: ページ {1}/{2}

source: Paper size
ja: ページ サイズ

source: Parameter <code>#ref</code> can have <code>final</code> modifier
ja: パラメータ <code>\#ref</code> は <code>final</code> 修飾子を持てます。

source: Parameter <code>#ref</code> is not used in either this method or any of its derived methods
ja: パラメータ<code>#ref</code>は、このメソッドや、その派生メソッドでも使用されません

source: Parameter <code>#ref</code> is not used in any implementation
ja: パラメータ<code>#ref</code>は、どの実装でも使用されません。

source: Parameter Info
ja: パラメータ情報

source: Parameter can be local
ja: パラメータはローカルにできます

source: Parameter:
ja: パラメータ :

source: Parent keymap:
ja: 親キーマップ :

source: Parenthesized expression
ja: 小括弧付きの式

source: Parsing {0}...
ja: {0} の解析中...

source: Pass count
ja: パス カウント

source: Passed
ja: 合格

source: Paste
ja: 貼り付け

source: Pasting reference
ja: 参照の貼り付け

source: Path Variables
ja: パス変数

source: Path to {0} module file (.iml):
ja: {0} モジュール ファイルへのパス (.iml):

source: Path variable "{0}" is undefined
ja: パス変数 "{0}" は定義されていません

source: Path {0} does not exist
ja: パス {0} は存在しません

source: Paths to be included in compilation bootclasspath
ja: コンパイル ブートクラスパスに含まれるパス

source: Pattern
ja: パターン

source: Pattern Conversion
ja: パターン変換

source: Pattern:
ja: パターン:

source: Patterns
ja: パターン

source: Pause Output
ja: 出力の中断

source: Paused
ja: 一時中止

source: Perform any build initialization in this target
ja: このターゲットでビルドの初期化を実行

source: Performance issues
ja: パフォーマンス問題
